public_html/homepage.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2022-04-01 金 09:27 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>ダニエル先生のブログ</title>
<meta name="author" content="Daniel Persigehl" />
<meta name="generator" content="Org Mode" />
<meta name="viewport" content="width=device-width, initial-scale=1"><link rel="stylesheet" type="text/css" href="css/stylesheet.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href=""> HOME </a>
</div><div id="preamble" class="status">
<header><h1><a href="home.html">Quo usque tandem abutere, Daniel, patientia nostra?...</a></h1></header>
</div>
<div id="content" class="content">
<header>
<h1 class="title">ダニエル先生のブログ</h1>
</header><div id="outline-container-orgbb5c873" class="outline-2">
<h2 id="orgbb5c873">Hello. SALVE. こんにちは。Χαῖρε. Bonjour. きゅーうがめーら。</h2>
<div class="outline-text-2" id="text-orgbb5c873">
<p>
My name is Daniel and I'm a language instructor.
</p>

<p>
It's been a long time coming, but I finally decided to bite the bullet and publish this site.  I've been living in Japan for over 4 years now, and I know friends and family have been pestering me for updates, so this is my answer.
</p>

<p>
WELCOME to my personal blog!
</p>
</div>
</div>
<div id="outline-container-orgb981737" class="outline-2">
<h2 id="orgb981737">English LATINA 日本語 Ἑλληνική Français 島口</h2>
<div class="outline-text-2" id="text-orgb981737">
<div class="org-center">
<p>
<b>Foreign Language</b>
</p>
</div>
<div class="org-center">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<tbody>
<tr>
<td class="org-left">あの、これは「ペン」と言いますか。</td>
<td class="org-left">Dic, quaeso, hoc sit "penna" annon.</td>
<td class="org-left">Um, is this a "pen"?</td>
</tr>

<tr>
<td class="org-left">いや、リンゴだ。</td>
<td class="org-left">Minime, hoc est malum.</td>
<td class="org-left">No, it's an apple.</td>
</tr>
</tbody>
</table>
</div>
<p>
Fear of embarrassment has never stopped me from learning a new language. Maybe reading about my story can help you learn one too.
</p>
<ul class="org-ul">
<li>Recent Articles:
<ul class="org-ul">
<li><a href="study-through-karaoke.html">The Karaoke Method<sup>TM</sup> of Language Acquisition</a></li>
<li><a href="./typing-japanese.html">Typing Japanese</a></li>
<li><a href="./elevators-in-latin.html">Elevators in Latin</a></li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgdf9552f" class="outline-2">
<h2 id="orgdf9552f"><a href="./studiaclassica.html">STVDIA·CLASSICA</a></h2>
<div class="outline-text-2" id="text-orgdf9552f">
<div class="org-center">
<p>
<b>Latin and Greek</b>
</p>
</div>

<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">
</colgroup>
<tbody>
<tr>
<td class="org-left">Ἄνδρα μοι ἔννεπε, Μοῦσα, πολύτροπον, ὃς μάλα πολλὰ</td>
<td class="org-left">Ex his ipsis cultis notisque terris num aut tuum</td>
</tr>

<tr>
<td class="org-left">πλάγχθη, ἐπεὶ Τροίης ἱερὸν πτολίεθρον ἔπερσε·</td>
<td class="org-left">aut cuiusquam nostrum nomen vel Caucasum hunc, quem cernis,</td>
</tr>

<tr>
<td class="org-left">πολλῶν δ’ ἀνθρώπων ἴδεν ἄστεα καὶ νόον ἔγνω,</td>
<td class="org-left">transcendere potuit vel illum Gangem tranatare?</td>
</tr>

<tr>
<td class="org-left">πολλὰ δ’ ὅ γ’ ἐν πόντῳ πάθεν ἄλγεα ὃν κατὰ θυμόν,</td>
<td class="org-left">Quis in reliquis orientis aut obeuntis solis ultimis</td>
</tr>

<tr>
<td class="org-left">ἀρνύμενος ἥν τε ψυχὴν καὶ νόστον ἑταίρων.</td>
<td class="org-left">aut aquilonis austrive partibus tuum nomen audiet?</td>
</tr>
</tbody>
</table>

<p>
Languages, like wines, grow more refined with age, and these are among the oldest of all.  These posts relate specifically to Classical Studies.
</p>
<ul class="org-ul">
<li>Recent Articles
<ul class="org-ul">
<li><a href="gregorian-chant-japan.html">Gregorian Chant in Japan</a></li>
<li><a href="elevators-in-latin.html">Elevators in Latin</a></li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org47fa41a" class="outline-2">
<h2 id="org47fa41a">Music</h2>
<div class="outline-text-2" id="text-org47fa41a">
<div class="org-center">
<p>
<b>Gregorian chant, <a href="shima-uta.html"><i>shima-uta</i></a> <i>vel sim</i></b>.
</p>
</div>
<table>
<caption class="t-above"><span class="table-number">Table 1:</span> <ruby> 朝花<rp>(</rp><rt>Asabana</rt><rp>)</rp></ruby><ruby> 節<rp>(</rp><rt>Bushi</rt><rp>)</rp></ruby></caption>

<colgroup>
<col  class="org-left">

<col  class="org-left">
</colgroup>
<tbody>
<tr>
<td class="org-left"><ruby> 稀<rp>(</rp><rt>ま</rt><rp>)</rp></ruby>れ稀れ　<ruby> 汝<rp>(</rp><rt>な</rt><rp>)</rp></ruby>きゃ<ruby> 拝<rp>(</rp><rt>うが</rt><rp>)</rp></ruby>で</td>
<td class="org-left">I’m dying to see you again</td>
</tr>

<tr>
<td class="org-left">ヨイサ、ヨイヨイ</td>
<td class="org-left">(Yoi sa, yoi yoi)</td>
</tr>

<tr>
<td class="org-left"><ruby> 今<rp>(</rp><rt>なま</rt><rp>)</rp></ruby><ruby> 汝<rp>(</rp><rt>な</rt><rp>)</rp></ruby>きゃ<ruby> 拝<rp>(</rp><rt>うが</rt><rp>)</rp></ruby>むば</td>
<td class="org-left">If we meet up again,</td>
</tr>

<tr>
<td class="org-left">にゃ<ruby> 何時<rp>(</rp><rt>いち</rt><rp>)</rp></ruby>頃<ruby> 拝<rp>(</rp><rt>うが</rt><rp>)</rp></ruby>むかい</td>
<td class="org-left">How soon can we meet?</td>
</tr>
</tbody>
</table>
<p>
Join me as I learn about traditional forms of music like Gregorian chant or Japanese <a href="shima-uta.html"><i>shima-uta</i></a>.  Click here to see my posts related to various styles of music.
</p>
<ul class="org-ul">
<li>Recent Articles
<ul class="org-ul">
<li><a href="study-through-karaoke.html">The Karaoke Method<sup>TM</sup> of Language Acquisition</a></li>
<li><a href="music-of-radwimps.html">the Music of RADWIMPS</a></li>
<li><a href="shima-no-blues.html">島のブルース ("Shima no Blues")</a></li>
<li><a href="gregorian-chant-japan.html">Gregorian Chant in Japan</a></li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgaacca86" class="outline-2">
<h2 id="orgaacca86">Technology</h2>
<div class="outline-text-2" id="text-orgaacca86">
<p>
It has often been said that there is <i>nihil sub sole novum</i> but the personal computer sure does come close. Let’s learn about it together.
</p>
<ul class="org-ul">
<li>Recent Articles
<ul class="org-ul">
<li><a href="typing-japanese.html">Typing Japanese</a></li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgd202f93" class="outline-2">
<h2 id="orgd202f93">About This Site</h2>
<div class="outline-text-2" id="text-orgd202f93">
<p>
This site was built by <a href="./about-me.html">Daniel先生</a> using <a href="https://www.gnu.org/software/emacs/">Emacs</a>' <a href="https://orgmode.org/">org-mode</a> suite and is hosted by <a href="https://github.com/">Github</a>.
Thank you for all your support.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<hr><p class="date">Created  by Daniel Persigehl</p><div id="created"><p>Last updated 2022-04-01 金 09:27</p></div>
</div>
</body>
</html>
